Repository: forge-ext/forge
Catalog: po/*.po
Languages: es, fr, it, nl, pt_br, tr

source: Tiling
es: Mosaico
fr: Mise en mosaîque
it: Affiancamento
pt_br: Emparelhamento
tr: Döşeme

source: Tiling Window Management
es: Gestor de ventanas en mosaico
fr: Gestion de Fenêtres en Mosaïque
it: Gestione delle finestre di affiancamento
pt_br: Gerenciamento de Janelas Emparelhadas
tr: Döşeme Pencere Yönetimi

source: Gaps Hidden when Single
es: Espacios ocultos cuando hay una sola ventana
fr: Marges masquées lorsqu'il y a une seule fenêtre
it: Margini nascosti quando c'è una sola finestra
nl: Ruimtes verbergen bij één geopend venster
pt_br: Espaçamento Omitido quando Sozinho
tr: Tek Pencerede Boşluklar Gizli

source: Show Focus Hint Border
es: Mostrar borde de sugerencia de enfoque
it: Mostra suggerimento del bordo di messa a fuoco
tr: Odak İpucu Kenarlığını Göster

source: Move Pointer with the Focus
es: Mover el puntero con el enfoque
fr: Déplacer le pointeur avec le Focus
it: Sposta il puntatore con il focus
pt_br: Mover o Ponteiro com o Foco
tr: İmleci Odakla Birlikte Taşı

source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Voorkeuren
pt_br: Configurações
tr: Ayarlar

source: Tiled window
tr: Döşenmiş pencere

source: Tabbed window
tr: Sekmeli pencere

source: Stacked window
tr: Yığılmış pencere

source: Floating window
tr: Yüzen pencere

source: Split direction hint
tr: Bölme yönü ipucu

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
nl: Vormgeving
pt_br: Aparência
tr: Görünüm

source: Gaps
fr: Marges
it: Margini
nl: Ruimtes
pt_br: Espaçamento
tr: Boşluklar

source: Change the gap size between windows
tr: Pencereler arasındaki boşluk boyutunu değiştir

source: Gap size
tr: Boşluk boyutu

source: Gap size multiplier
tr: Boşluk boyutu çarpanı

source: Disable gaps for single window
tr: Tek pencere için boşlukları devre dışı bırak

source: Disables window gaps when only a single window is present
tr: Sadece tek pencere olduğunda pencere boşluklarını devre dışı bırakır

source: Style
tr: Stil

source: Change how the shell looks
tr: Kabuğun nasıl göründüğünü değiştir

source: Preview hint
tr: Önizleme ipucu

source: Shows where the window will be tiled when you let go of it
tr: Pencereyi bıraktığınızda nerede döşeneceğini gösterir

source: Border around focused window
tr: Odaklanmış pencere etrafında kenarlık

source: Display a colored border around the focused window
es: Mostrar un borde de color alrededor de la ventana enfocada
fr: Afficher une bordure colorée autour de la fenêtre focalisée
it: Visualizza un bordo colorato attorno alla finestra focalizzata
pt_br: Exibir uma borda colorida ao redor da janela com foco
tr: Odaklanmış pencere etrafında renkli kenarlık göster

source: Window split hint border
tr: Pencere bölme ipucu kenarlığı

source: Show split direction border on focused window
es: Mostrar borde de dirección de división en la ventana enfocada
fr: Afficher la bordure du sens de rotation sur la fenêtre focalisée
it: Mostra il bordo della direzione di divisione sulla finestra focalizzata
pt_br: Exibir a borda de divisão na janela com foco
tr: Odaklanmış pencerede bölme yönü kenarlığını göster

source: Forge in quick settings
tr: Hızlı ayarlarda Forge

source: Toggles the Forge tile in quick settings
tr: Hızlı ayarlarda Forge döşemesini açar/kapatır

source: Color
fr: Couleur
it: Colore
nl: Kleur
pt_br: Cor
tr: Renk

source: Changes the focused window's border and preview hint colors
tr: Odaklanmış pencerenin kenarlık ve önizleme ipucu renklerini değiştirir

source: Border size
tr: Kenarlık boyutu

source: Border color
tr: Kenarlık rengi

source: Keyboard
es: Teclado
fr: Clavier
it: Tastiera
nl: Sneltoets
pt_br: Teclado
tr: Klavye

source: Drag-and-drop modifier key
tr: Sürükle-bırak değiştirici tuşu

source: Change the modifier key for tiling windows via drag-and-drop. Select 'None' to always tile
tr: Sürükle-bırak ile pencere döşeme için değiştirici tuşu değiştirir. Her zaman döşemek için 'Hiçbiri'ni seçin

source: Modifier key
tr: Değiştirici tuş

source: None
es: Ninguno/a
fr: Aucune
it: Nessuno
nl: Geen
pt_br: Nenhum
tr: Hiçbiri

source: Shortcuts
tr: Kısayollar

source: Change the tiling shortcuts. To clear a shortcut clear the input field. To apply a shortcut press enter. <a href="https://github.com/forge-ext/forge/wiki/Keyboard-Shortcuts">Syntax examples</a>
tr: Döşeme kısayollarını değiştir. Bir kısayolu temizlemek için giriş alanını temizleyin. Bir kısayolu uygulamak için enter tuşuna basın. <a href="https://github.com/forge-ext/forge/wiki/Keyboard-Shortcuts">Sözdizimi örnekleri</a>

source: translator-credits
es: Créditos del traductor/a
it: Albano Battistella
tr: Çevirmen kredileri

source: About
es: Acerca de
fr: À propos de
it: Informazioni
nl: Over
pt_br: Sobre
tr: Hakkında

source: Behavior
es: Comportamiento
fr: Comportement
it: Comportamento
pt_br: Comportamento
tr: Davranış

source: Change how the tiling behaves
tr: Döşemenin nasıl davrandığını değiştir

source: Focus on Hover
tr: Üzerine Gelince Odaklan

source: Window focus follows the pointer
tr: Pencere odağı imleci takip eder

source: Move pointer with focused window
tr: İmleci odaklanmış pencereyle taşı

source: Moves the pointer when focusing or swapping via keyboard
tr: Klavye ile odaklanma veya takas yaparken imleci taşır

source: Quarter tiling
tr: Çeyrek döşeme

source: Places new windows in a clock-wise fashion
tr: Yeni pencereleri saat yönünde yerleştirir

source: Stacked tiling
tr: Yığılmış döşeme

source: Stacks windows on top of each other while still tiling them
tr: Pencereleri döşerken birbirinin üzerine yığar

source: Tabbed tiling
tr: Sekmeli döşeme

source: Groups windows as tabs
tr: Pencereleri sekme olarak gruplar

source: Auto exit tabbed tiling
tr: Sekmeli döşemeden otomatik çık

source: Exit tabbed tiling mode when only a single tab remains
es: Salir del modo de mosaico en pestañas cuando solo queda una pestaña
it: Esci dalla modalità di affiancamento a schede quando rimane solo una scheda
tr: Sadece tek sekme kaldığında sekmeli döşeme modundan çık

source: Drag-and-drop behavior
tr: Sürükle-bırak davranışı

source: What to do when dragging one window on top of another
tr: Bir pencereyi diğerinin üzerine sürüklerken ne yapılacağı

source: Swap
es: Intercambiar
fr: Échange
tr: Takas

source: Tabbed
es: En pestañas
fr: Onglets
it: Schede
nl: Tabbladen
pt_br: Em Abas
tr: Sekmeli

source: Stacked
es: Apilado
fr: Empilés
it: Impilate
nl: Gestapeld
pt_br: Empilhado
tr: Yığılmış

source: Always on Top mode for floating windows
tr: Yüzen pencereler için Her Zaman Üstte modu

source: Makes floating windows appear above tiled windows
tr: Yüzen pencerelerin döşenmiş pencerelerin üzerinde görünmesini sağlar

source: Non-tiling workspaces
tr: Döşeme yapılmayan çalışma alanları

source: Disables tiling on specified workspaces. Starts from 0, separated by commas
tr: Belirtilen çalışma alanlarında döşemeyi devre dışı bırakır. 0'dan başlar, virgülle ayrılır

source: Example: 0,1,2
tr: Örnek: 0,1,2

source: Logger
es: Registro
it: Log
tr: Günlükçü

source: Log level
tr: Günlük seviyesi

source: <b>CAUTION</b>: Enabling this setting can lead to bugs or cause the shell to crash
es: <b>PRECAUCIÓN</b>: Activar esta configuración puede provocar errores o hacer que el entorno se bloquee
it: <b>ATTENZIONE</b>: l'attivazione di questa impostazione può portare a bug o causare il crash della shell
tr: <b>DİKKAT</b>: Bu ayarı etkinleştirmek hatalara yol açabilir veya kabuğun çökmesine neden olabilir

source: Clear shortcut
tr: Kısayolu temizle

source: Reset to default
tr: Varsayılana sıfırla

source: Tiled Focus Hint and Preview
es: Sugerencia de enfoque en mosaico y vista previa
fr: Indice de prévisualisation et aperçu de la mise au point en mosaïque
it: Indice di anteprima e di messa a fuoco affiancata
nl: Hint bij tegelfocus en voorvertoning
pt_br: Sinalizador de Foco Emparelhado e Pré-Visualização

source: Floated Focus Hint
es: Sugerencia de enfoque flotante
fr: Indice de focus flottant
it: Indice di messa a fuoco fluttuante
nl: Focushint bij zwevende vensters
pt_br: Sinalizador de Foco Flutuante

source: Split Direction Hint
es: Sugerencia de dirección dividida
fr: Indicateur pour la direction du fractionnement
it: Indicatore per la direzione di divisione
nl: Hint bij veranderen van richting
pt_br: Sinalizador de Separação de Direção

source: Stacked Focus Hint and Preview
es: Sugerencia de enfoque apilado y vista previa
fr: Indicateur de focus empilé et prévisualisation
it: Indicatore di messa a fuoco in pila e anteprima
nl: Hint bij gestapelde tegelfocus en voorvertoning
pt_br: Sinalizador de Foco Empilhado e Pré-Visualização

source: Tabbed Focus Hint and Preview
es: Sugerencia de enfoque en pestañas y vista previa
fr: Indicateur de focus en onglets et prévisualisation
it: Indicatore di messa a fuoco a schede e anteprima
nl: Hint bij tabblad-tegelfocus en voorvertoning
pt_br: Sinalizador de Foco em Abas e Pré-Visualização

source: Gaps Size
fr: Taille des marges
it: Dimensione dei margini
nl: Ruimte tussen vensters
pt_br: Tamanho do Espaçamento

source: Gaps Size Multiplier
es: Espacios
it: Moltiplicatore delle dimensioni dei margini

source: Border Size
fr: Taille de la bordure
it: Dimensione del bordo
nl: Randbreedte
pt_br: Tamanho de Borda

source: Border Color
es: Tamaño del borde
fr: Couleur de la bordure
it: Couleur de la bordure
nl: Randkleur
pt_br: Cor da Borda

source: Syntax
es: Sintaxis
fr: Syntaxe
it: Sintassi
nl: Syntaxis
pt_br: Sintaxe

source: Legend
es: Leyenda
fr: légende
it: leggenda
nl: Legenda
pt_br: Legenda

source: Windows key
es: Tecla de Windows
it: Tasto Windows

source: Control key
es: Tecla Control
fr: Touche contrôle
it: Tasto di controllo
nl: Ctrl-toets
pt_br: tecla Control

source: Delete text to unset. Press Return key to accept. Focus out to ignore.
es: Borra el texto para desactivar. Pulsa la tecla Intro para aceptar. Sal del enfoque para ignorar.
fr: Supprimez le texte pour annuler. Appuyez sur la touche Entrée pour accepter. Cliquez ailleurs pour ignorer.
it: Elimina il testo per annullare. Premi il tasto Invio per accettare.Fai clic altrove per ignorare.
nl: Wis de tekst om de toets wijzigen. Druk op enter om toe te passen. Klik erbuiten om te negeren.
pt_br: Apague o texto para desativar. Pressione a tecla Enter para aceitar. Mude o foco para ignorar.

source: Resets
es: Restablecer
fr: Remise
it: Ripristinare
nl: Herstelt
pt_br: Restaurar

source: to previous value when invalid
es: al valor anterior cuando es inválido
fr: à la valeur précédente en cas d'invalidité
it: al valore precedente in caso di invalidità
nl: de standaardwaarde indien ongeldig
pt_br: para o valor anterior quando inválido

source: Update Shortcuts
es: Actualizar atajos
it: Aggiorna scorciatoie

source: Drag-Drop Tiling Modifier Key Options
es: Opciones de tecla modificadora para mosaico con arrastrar y soltar
fr: Options de touche modificateur pour le glisser-déposer en mosaïque
it: Opzioni del tasto modificatore per affiancare il trascinamento della selezione
nl: Opties omtrent actietoets voor tegelen middels slepen-en-neerzetten
pt_br: Opções de Teclas Modificadoras de Arrastar/Soltar

source: Change the modifier for <b>tiling</b> windows via mouse/drag-drop
es: Cambia la tecla modificadora para <b>organizar en mosaico</b> las ventanas mediante el ratón/arrastrar y soltar
fr: Modifier la touche de modification pour les fenêtres en <b>mosaïque</b> via la souris ou le glisser-déposer
it: Modifica il tasto modificatore per <b>affiancare</b> le finestre tramite mouse o trascina e rilascia
nl: Wijzig de actietoets voor het <b>tegelen</b> van vensters middels slepen-en-neerzetten
pt_br: Altere o modificador para janelas <b>emparelhadas</b> através do mouse e arrastar/soltar

source: Select <i>None</i> to <u>always tile immediately</u> by default
es: Selecciona <i>Ninguna</i> para <u>organizar en mosaico inmediatamente</u> por defecto
fr: Sélectionnez <i>Aucun</i> pour <u>toujours afficher en mosaïque immédiatement</u> par défaut
it: Seleziona <i>Nessuno</i> per <u>affiancare sempreimmediatamente</u> per impostazione predefinita
nl: Kies <i>Geen</i> om <u>altijd direct te tegelen</u>
pt_br: Selecione <i>Nenhum</i> para <u>sempre emparelhar imediatamente<u> por padrão

source: Tile Modifier
es: Modificador de mosaico
fr: Touche modificateur pour la mosaïque
it: Tasto di modifica per l'affiancamento
nl: Tegel-actietoets
pt_br: Modificador de Emparelhamento

source: Toggle Forge's high-level features
es: Alternar las funciones de alto nivel de Forge
fr: Caractéristiques de haut niveau de Toggle Forge
it: Attiva le funzionalità di alto livello di Forge
pt_br: Habilitar as funcionalidade principais

source: Stacked Tiling Mode
es: Modo de mosaico apilado
fr: Mode de tuiles empilées
it: Modalità di affiancamento in pila
pt_br: Modo empilhado

source: Stack windows on top of each other while still being tiled
es: Apila las ventanas unas sobre otras mientras siguen organizadas en mosaico
it: Impila le finestre una sopra l'altra pur continuando ad affiancarle

source: Tabbed Tiling Mode
es: Modo de mosaico en pestañas
fr: Mode d'affichage par onglets
it: Modalità di affiancamento a schede
pt_br: Modo em Abas

source: Group tiles windows as tabs
es: Agrupa las ventanas en mosaico como pestañas
it: Raggruppare le finestre dei riquadri come schede

source: Move the pointer when focusing or swapping via keyboard
es: Mover el puntero al enfocar o intercambiar mediante el teclado
fr: Déplacer le pointeur lors de la mise au point ou de la permutation via le clavier
it: Muovi il puntatore durante la messa a fuoco o lo scambio tramite tastiera
pt_br: Mover o Ponteiro ao focar ou transpor janelas via teclado

source: Preview Hint Toggle
es: Alternar vista previa de sugerencia
fr: Basculer l'indice de prévisualisation
it: Attiva/disattiva l'indice di anteprima
pt_br: Habilitar Ver Dica

source: Show Window Split Hint Border
es: Mostrar borde de sugerencia de división de ventana
it: Mostra suggerimento finestra del bordo di messa a fuoco

source: Default Drag-and-Drop Center Layout
es: Distribución central predeterminada de arrastrar y soltar
fr: Disposition centrale par défaut du glisser-déposer
it: Layout di trascinamento della selezione centrale predefinito
nl: Standaardindeling: gecentreerd slepen-en-neerzetten
pt_br: Arranjo de Arrastar/Soltar Padrão

source: Auto Exit Tabbed Tiling Mode
es: Salir automáticamente del modo de mosaico en pestañas
it: Uscita automatica dalla modalità di affiancamento a schede

source: Auto Split
es: División automática
fr: Séparation automatique
it: Divisione automatica
pt_br: Dividir automaticamente

source: Quarter Tiling
es: Mosaico en cuartos
it: Affiancamento a quarto

source: Float Mode Always On Top
es: Modo flotante siempre visible
fr: Mode flottant Toujours en haut
it: Modalità flottante sempre in primo piano
pt_br: Modo Flutuante sempre no topo

source: Floating windows always above tiling windows
es: Ventanas flotantes siempre encima de las ventanas en mosaico
it: Finestre flottanti sempre sopra le finestre affiancate

source: Show Tiling Quick Settings
es: Mostrar ajustes rápidos de mosaico
fr: Afficher les paramètres rapides de la mise en mosaïque
it: Mostra le impostazioni rapide di affiancamento
pt_br: Exibir configurações rápidas

source: Toggle showing Forge on quick settings
es: Alternar la visualización de Forge en los ajustes rápidos
fr: Basculer l'affichage de Forge sur les réglages rapides
it: Attiva la visualizzazione di Forge nelle impostazioni rapide
pt_br: Habilitar a exibição do Forge nas configurações rápidas

source: Logger Level
es: Nivel de registro
fr: Niveau de journalisation
it: Livello Log
nl: Logniveau
pt_br: Nivel de Log

source: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina
nl: Standaardwaarden
pt_br: Restaurar

source: Workspace
es: Espacio de trabajo
fr: Espace de travail
it: Spazio di lavoro
nl: Werkblad
pt_br: Área de Trabalho

source: Update Workspace Settings
es: Actualizar ajustes del espacio de trabajo
fr: Mettre à jour les paramètres de l'espace de travail
it: Aggiorna le impostazioni dell'area di lavoro
nl: Werkbladvoorkeuren bijwerken
pt_br: Atualizar Configurações de Área de Trabalho

source: Provide workspace indices to skip. E.g. 0,1. Empty text to disable. Enter to accept
es: Indica los índices de espacios de trabajo a omitir. Ej.: 0,1. Dejar vacío para desactivar. Pulsa Intro para aceptar
fr: Indiquez les indices des espaces de travail à ignorer. Ex: 0,1. Laissez vide pour désactiver. Appuyez sur Entrée pour valider.
it: Specificare gli indici degli spazi di lavoro da ignorare. Es: 0,1. Lasciare vuoto per disabilitare. Premi Invio per accettare.
nl: Geef op op welke werkbladen er niet dient te worden getegeld, bijv. 0,1. Laat leeg om uit te schakelen. Druk Enter om toe te passen.
pt_br: Informe índices para ignorar. Ex: 0,1. Texto em branco para desabilitar. Enter para aceitar

source: Skip Workspace Tiling
es: Omitir mosaico en espacio de trabajo
fr: Désactiver la disposition en mosaïque de l'espace de travail
it: Disabilita l'affiancamento dell'area di lavoro
nl: Niet tegelen op werkblad
pt_br: Ignorar Emparelhamento de Área de Trabalho

source: Development in Progress...
nl: De ontwikkeling is gaande…

source: Development
nl: Ontwikkeling

source: Experimental
nl: Experimenteel

source: Window
nl: Venster

source: Palette Mode
nl: Paletmodus

source: Editor Mode
nl: Bewerkmodus

source: Apply Changes
nl: Wijzigingen toepassen

source: Layout
nl: Indeling

source: Window Shortcuts
nl: Venstersneltoetsen

source: Workspace Shortcuts
nl: Werkbladsneltoetsen

source: Container Shortcuts
nl: Containersneltoetsen

source: Focus Shortcuts
nl: Focussneltoetsen

source: Other Shortcuts
nl: Overige sneltoetsen

source: Modifier Keys
nl: Actietoetsen

source: CAUTION: These settings when enabled are buggy or can cause the shell to crash
nl: LET OP: deze voorkeuren kunnen instabiliteit veroorzaken of zelfs de shell laten crashen!

source: Stacked Tiling Mode (Stack windows on top of each other while still being tiled)
nl: Gestapelde tegelmodus (stapel vensters in de tegelmodus)

source: Tabbed Tiling Mode (Group tiled windows as tabs)
nl: Tabblad-tegelmodus (groepeer getegelde vensters als tabbladen)

source: Update Keybindings
nl: Sneltoetsen bijwerken

source: Windows key
nl: Windows-toets

source: Action
nl: Actie

source: Shortcut
nl: Sneltoets

source: Notes
nl: Opmerkingen

source: Forge Panel Settings
nl: Forge-paneelvoorkeuren

source: Tile Mode
nl: Tegelmodus

source: Open Preferences
nl: Voorkeuren openen
